
//  адаптировать аудио под размер
//  финальная страница с поздравлениями + адаптиция (страница с результатами содержит количество набранных баллов и кнопку с предложением сыграть ещё раз (или уведомление об окончании игры, если набрано максимальное количество баллов) +10)
// записавать баллы в локал сторедж
// написать стили для генерируемых блоков
// сгененировать элементы относительно количества баллов
//  галерея


//  локализация приложения на два языка, выбранный язык хранится в local storage и сохраняется при перезагрузке +10
//  создание галереи всех птиц приложения c информацией о них (фото, аудио, название, описание) +10
//  переделать на кастомный плеер

// отредактировать фотографии